{
    "Works": "İşlər",
    "About": "Haqqında",
    "Blog": "Bloq",
    "Contact": "Əlaqə",
    "I Help You Design": "Dizayn Etməkdə Sizə Kömək Edirəm",
    "Your Dream House": "Xəyalınızdakı Evinizi",
    "Turning Your Dream House into Reality: Let Us": "Xəyalınızdakı Evinizi Gerçəyə Çevirmək Üçün: Bizə Gəlin",
    "Design the Home of Your Dreams!": "Xəyalınızdakı Evinizi Dizayn Edək!",
    "Portfolio": "Portfolio",
    "Design": "Dizayn",
    "Project": "Layihə",
    "Client": "Müştəri",
    "Set Call": "Çağırış Təyin Et",
    "Course": "Kurs",
    "The First In Interior Design": "Interyer Dizaynda Birinci",
    "We have made something new for you, now you will be able to see the designs virtually.": "Sizin üçün bir yenilik yaratdıq, indi dizaynları virtual olaraq görə biləcəksiniz.",
    "EXPAND": "Şəxsi",
    "YOUR": "Dizaynını",
    "DESIGN": "Genişləndir",
    "Interior Design": "Interyer Dizayn",
    "Step into a world where sophistication meets serenity. This beautifully designed space captivates with its seamless blend of modern aesthetics and timeless elegance. Soft hues of cream and taupe envelop the room, creating a soothing atmosphere that invites relaxation and contemplation.": "Zərifliyin rahatlıqla qarşılaşdığı bir dünyaya addım atın. Bu gözəl dizayn edilmiş məkan müasir estetika və sonsuz zərifliyin qüsursuz birləşməsi ilə cəlb edir. Krem və qəhvəyi yumşaq rənglər otağı bürüyür, rahatlama və düşünməyə dəvət edən sakit bir atmosfer yaradır.",
    "Back": "Geri",
    "Client's Challenge": "Müştərinin İstəyi",
    "Minimal comfort, simple and warm at the same time": "Minimal rahatlıq, sadə və eyni zamanda həzin ortam",
    "Result": "Nəticə",
    "We have created a luxurious minimalist interior design that is closely related to the current trend design style of affordable luxury, a harmonious combination of luxury and simplicity. This design style creates spaces that exude elegance, tranquility and functionality in many modern homes.": "Biz əlçatan lüksün cari trend dizayn tərzinə yaxından bağlı lüks minimalist interyerdizayn yaratmışıq, lüks və sadəliyin harmonik birləşməsi. Bu dizayn tərzi bir çox müasir evdə zəriflik, rahatlıq və funksionallıq yayır.",
    "Exterior Design": "Xarici Dizayn",
    "Welcome to a residence where contemporary design meets natural beauty. Nestled amidst lush greenery, this architectural masterpiece captivates with its sleek lines and harmonious blend of materials.": "Müasir dizaynın təbii gözəlliklə qarşılaşdığı bir məkana xoş gəlmisiniz. Yaşıl bitkilərin mərkəzində yerləşən bu memarlıq şah əsəri zərif xətləri və materialların harmonik birləşməsi ilə hamını heyran edir.",
    "The rooms of your dreams": "Xəyallarınızın otaqları",
    "Now you have the opportunity to create a masterpiece in your home with the help of iconic interior design visionary Kabira Designstudio.": "İndi evinizdə Kabira Designstudio-nun ikon dizayn vizyonerinin köməyi ilə bir şah əsər yaratmaq imkanınız var.",
    "Drawing on decades of experience in the luxury interior design industry, we bring a fresh perspective to the world of home design and management, where every detail is carefully crafted to reflect the client's unique taste and lifestyle through comprehensive services that transform living spaces. turned into amazing works of art.": "Lüks interyer dizayn sahəsində geniş təcrübəyə əsaslanaraq, hər bir təfərrüatın müştərinin unikal zövqünü və həyat tərzini əks etdirmək üçün diqqətlə hazırlanmış geniş xidmətlər vasitəsilə yaşayış məkanlarını möhtəşəm incəsənət əsərlərinə çevirən ev dizaynı və idarəçiliyinə təzə bir baxış gətiririk.",
    "Create a custom project with our team to design a new living room, kitchen, foyer, dining room, bedroom, theater or any room in your home.": "Evinizdə yeni bir oturma otağı, mətbəx, giriş, yemək otağı, yataq otağı, teatr və ya hər hansı bir otaq dizayn etmək üçün komandamızla xüsusi layihə yaradırıq.",
    "World class services": "Dünya səviyyəli xidmətlər",
    "Floor Plans/Space Planning": "Mərtəbə Planları/Məkan Planlaması",
    "Furniture placement plans": "Mebel yerləşdirmə planları",
    "Conceptual drawings/sketches": "Konseptual təsvirlər/eskizlər",
    "Selection and purchase of furniture items": "Mebel əşyalarının seçimi və alınması",
    "Custom furniture": "Fərdi mebel",
    "Decorative lighting including installation": "Dekorativ işıqlandırma daxil olmaqla quraşdırma",
    "Wallpaper, including installation": "Divar kağızı, daxil olmaqla quraşdırma",
    "Hardware selection": "Aksesuar seçimi",
    "Paint choice": "Boya seçimi",
    "Art and decoration": "İncəsənət və dekorasiya",
    "White glove delivery and installation": "Vaxtında və güvənilir təhvil və quraşdırma",
    "Light construction projects with design project management": "Dizayn layihəsi idarəçiliyi ilə sadə tikinti layihələri",
    "Our team will take care of everything from design, layout, furniture and décor, lighting, styling, delivery and installation.": "Komandamız dizayn, planlama, mebel və dekor, işıqlandırma, stil, təhvil və quraşdırma daxil hər şeyi qaydasına salacaq.",
    "The rooms are redefining the possibilities of luxury interior design. Now is your chance to make your home part of Kabira Designstudio, an exclusive club of homeowners with a collection of contemporary art.": "Otaqlar lüks interyer dizaynının imkanlarını yenidən müəyyənləşdirir. İndi evinizi Kabira Designstudio-nun müasir incəsənət kolleksiyası olan müstəsna ev sahibləri klubunun bir hissəsi etmək şansınız var.",
    "Although we prefer contemporary, modern, loft, and minimalist styles, we create your dream home in luxury new classica styles based on the wishes of our customers. Even in recent years, as we know, it is possible to mix the two most popular styles and get a great result.": "Müasir, modern, loft və minimalist üslubları üstün tutsaq da, müştərilərimizin arzularına əsasən lüks yeni klassika üslublarında arzu etdiyiniz evi yaradırıq. Son illərdə bildiyimiz kimi, ən populyar iki üslubu qarışdırmaq və gözəl nəticə əldə etmək mümkündür.",
    "Welcome to Kabira's Interior Design Blog!": "Kabiranın Interyer Dizayn Bloquna Xoş Gəlmisiniz!",
    "About Me": "Haqqımda",
    "Hello and welcome! I’m Kabira, an interior designer passionate about creating spaces that blend functionality with aesthetic appeal. With 10 years of experience in the industry, I've had the pleasure of transforming countless homes and offices into beautiful, harmonious environments.": "Salam və xoş gəldiniz! Mən Kabirayam, funksionallıq və estetik cəlbediciliyi birləşdirən məkanlar yaratmaqdan həzz alan interyer dizaynerəm. Sənayedə 10 illik təcrübə ilə çoxlu ev və ofisi gözəl, harmonik mühitlərə çevirməkdən məmnun olmuşam.",
    "Why Interior Design Matters": "Interyer Dizayn Niyə Əhəmiyyətlidir",
    "Interior design isn’t just about creating visually appealing spaces; it’s about improving quality of life. A well-designed environment can boost productivity, enhance mood, and create a sense of well-being. Whether you’re renovating your home or redesigning your office, I’m here to guide you through the process.": "Interyer dizayn sadəcə vizual olaraq cəlbedici məkanlar yaratmaqdan ibarət deyil; bu, həyat keyfiyyətini yaxşılaşdırmaqla bağlıdır. Yaxşı dizayn edilmiş mühit məhsuldarlığı artırır, əhval-ruhiyyəni yaxşılaşdırır və rifah hissi yaradır. Evinizi yeniləyirsinizsə və ya ofisinizi yenidən dizayn edirsinizsə, sizə bu prosesdə rəhbərlik etmək üçün buradayam.",
    "Get in Touch": "Əlaqə",
    "Have a question about interior design? Looking to start your own project? Contact me today to schedule a consultation. Let’s work together to turn your vision into reality!": "Interyer dizayn haqqında sualınız var? Öz layihənizə başlamaq istəyirsiniz? Məşvərəti planlaşdırmaq üçün bu gün mənimlə əlaqə saxlayın. Gəlin birgə çalışaq və vizyonunuzu reallığa çevirək!",
    "Connect with Me Follow me on [social media handles] for daily inspiration, behind-the-scenes looks at projects, and more tips on interior design.": "Mənimlə Əlaqə Saxlayın Hər gün ilham almaq, layihələrin arxa tərəflərinə baxmaq və interyer dizayn haqqında daha çox məsləhət üçün məni [sosial media ünvanları] vasitəsilə izləyin.",
    "Thank you for visiting my blog! I look forward to sharing my passion for interior design with you.": "Bloqumu ziyarət etdiyiniz üçün təşəkkür edirəm! Interyer dizayna olan ehtirasımı sizinlə bölüşmək üçün səbirsizliklə gözləyirəm.",
    "Contact Us": "Bizimlə Əlaqə",
    "We'd love to hear from you! Whether you have questions about our services, want to discuss your project, or just want to say hello, feel free to reach out to us.": "Sizdən mesaj almaq bizim üçün xoş olacaq! Xidmətlərimiz haqqında suallarınız varsa, layihənizi müzakirə etmək istəyirsinizsə və ya sadəcə salam demək istəyirsinizsə, bizimlə əlaqə saxlamaqdan çəkinməyin.",
    "Phone : +994 (55) 501 18 90": "Telefon: +994 (55) 501 18 90",
    "Email : kabira.shahverdiyeva.94@mai.ru": "E-poçt: kabira.shahverdiyeva.94@mai.ru",
    "Follow Us:": "Bizimlə Əlaqə Saxlayın:",
    "Consultation Request": "Məsləhət Tələbi",
    "Name:": "Ad:",
    "Phone:": "Telefon:",
    "Email:": "E-poçt:",
    "Message:": "Mesaj:",
    "Submit": "Göndər",
    "*Please provide your details above, and I will get back to you as soon as possible to discuss your project.": "*Yuxarıda məlumatlarınızı təqdim edin və mən layihənizi müzakirə etmək üçün ən qısa zamanda sizinlə əlaqə saxlayacağam."
}