{
    "Works": "Работы",
    "About": "О нас",
    "Blog": "Блог",
    "Contact": "Контакт",
    "I Help You Design": "Я Помогаю Вам Создать",
    "Your Dream House": "Ваш Дом Мечты",
    "Turning Your Dream House into Reality: Let Us": "Превращаем Ваш Дом Мечты в Реальность: Позвольте Нам",
    "Design the Home of Your Dreams!": "Создать Дом Вашей Мечты!",
    "Portfolio": "Портфолио",
    "Design": "Дизайн",
    "Project": "Проект",
    "Client": "Клиент",
    "Set Call": "Назначить Звонок",
    "Course": "Курс",
    "The First In Interior Design": "Первый в Дизайне Интерьера",
    "We have made something new for you, now you will be able to see the designs virtually": "Мы сделали что-то новое для вас, теперь вы сможете видеть дизайны виртуально.",
    "EXPAND": "РАСШИРЯТЬ",
    "YOUR": "ВАШ",
    "DESIGN": "Дизайн",
    "Interior Design": "Дизайн интерьера",
    "Step into a world where sophistication meets serenity. This beautifully designed space captivates with its seamless blend of modern aesthetics and timeless elegance. Soft hues of cream and taupe envelop the room, creating a soothing atmosphere that invites relaxation and contemplation.": "Шагните в мир, где утонченность встречается с безмятежностью. Это красиво оформленное пространство захватывает дух своим безупречным сочетанием современной эстетики и вечной элегантности. Мягкие оттенки кремового и бежевого окутывают комнату, создавая успокаивающую атмосферу, которая приглашает к отдыху и размышлению.",
    "Back": "Назад",
    "Client's Challenge": "Проблема Клиента",
    "Minimal comfort, simple and warm at the same time": "Минимальный комфорт, простой и в то же время теплый",
    "Result": "Результат",
    "We have created a luxurious minimalist interior design that is closely related to the current trend design style of affordable luxury, a harmonious combination of luxury and simplicity. This design style creates spaces that exude elegance, tranquility and functionality in many modern homes.": "Мы создали роскошный минималистичный интерьерный дизайн, который тесно связан с текущим трендовым стилем доступной роскоши, гармоничным сочетанием роскоши и простоты. Этот стиль дизайна создает пространства, излучающие элегантность, спокойствие и функциональность во многих современных домах.",
    "Exterior Design": "Дизайн экстерьера",
    "Welcome to a residence where contemporary design meets natural beauty. Nestled amidst lush greenery, this architectural masterpiece captivates with its sleek lines and harmonious blend of materials.": "Добро пожаловать в резиденцию, где современный дизайн встречается с природной красотой. Расположенное среди пышной зелени, это архитектурное произведение искусства завораживает своими элегантными линиями и гармоничным сочетанием материалов.",
    "The rooms of your dreams": "Комнаты вашей мечты",
    "Now you have the opportunity to create a masterpiece in your home with the help of iconic interior design visionary Kabira Designstudio.": "Теперь у вас есть возможность создать шедевр в вашем доме с помощью культового дизайнера интерьеров Kabira Designstudio.",
    "Drawing on decades of experience in the luxury interior design industry, we bring a fresh perspective to the world of home design and management, where every detail is carefully crafted to reflect the client's unique taste and lifestyle through comprehensive services that transform living spaces. turned into amazing works of art.": "Опираясь на десятилетия опыта в индустрии роскошного дизайна интерьеров, мы привносим свежий взгляд на мир домашнего дизайна и управления, где каждая деталь тщательно продумана, чтобы отразить уникальный вкус и стиль жизни клиента через комплексные услуги, превращающие жилые пространства в удивительные произведения искусства.",
    "Create a custom project with our team to design a new living room, kitchen, foyer, dining room, bedroom, theater or any room in your home.": "Создайте индивидуальный проект с нашей командой, чтобы спроектировать новую гостиную, кухню, фойе, столовую, спальню, театр или любую комнату в вашем доме.",
    "World class services": "Услуги мирового класса",
    "Floor Plans/Space Planning": "Планировка этажей/пространства",
    "Furniture placement plans": "Планы размещения мебели",
    "Conceptual drawings/sketches": "Концептуальные чертежи/эскизы",
    "Selection and purchase of furniture items": "Выбор и покупка предметов мебели",
    "Custom furniture": "Изготовление мебели на заказ",
    "Decorative lighting including installation": "Декоративное освещение, включая установку",
    "Wallpaper, including installation": "Обои, включая установку",
    "Hardware selection": "Выбор фурнитуры",
    "Paint choice": "Выбор краски",
    "Art and decoration": "Искусство и декор",
    "White glove delivery and installation": "Доставка и установка с белыми перчатками",
    "Light construction projects with design project management": "Легкие строительные проекты с управлением проектом дизайна",
    "Our team will take care of everything from design, layout, furniture and décor, lighting, styling, delivery and installation.": "Наша команда позаботится обо всем, от дизайна, планировки, мебели и декора, освещения, стиля, доставки и установки.",
    "The rooms are redefining the possibilities of luxury interior design. Now is your chance to make your home part of Kabira Designstudio, an exclusive club of homeowners with a collection of contemporary art.": "Комнаты заново определяют возможности роскошного дизайна интерьеров. Теперь у вас есть шанс сделать ваш дом частью Kabira Designstudio, эксклюзивного клуба домовладельцев с коллекцией современного искусства.",
    "Although we prefer contemporary, modern, loft, and minimalist styles, we create your dream home in luxury new classica styles based on the wishes of our customers. Even in recent years, as we know, it is possible to mix the two most popular styles and get a great result.": "Хотя мы предпочитаем современные, современные, лофт и минималистические стили, мы создаем ваш дом мечты в роскошных новых классических стилях, основываясь на пожеланиях наших клиентов. Даже в последние годы, как мы знаем, возможно смешать два самых популярных стиля и получить отличный результат.",
    "Welcome to Kabira's Interior Design Blog!": "Добро пожаловать в блог Кабиры о дизайне интерьера!",
    "About Me": "Обо мне",
    "Hello and welcome! I’m Kabira, an interior designer passionate about creating spaces that blend functionality with aesthetic appeal. With 10 years of experience in the industry, I've had the pleasure of transforming countless homes and offices into beautiful, harmonious environments.": "Здравствуйте и добро пожаловать! Я Кабира, дизайнер интерьера, увлеченная созданием пространств, сочетающих функциональность и эстетическую привлекательность. За 10 лет работы в отрасли я с удовольствием преобразила множество домов и офисов в красивые, гармоничные среды.",
    "Why Interior Design Matters": "Почему важен дизайн интерьера",
    "Interior design isn’t just about creating visually appealing spaces; it’s about improving quality of life. A well-designed environment can boost productivity, enhance mood, and create a sense of well-being. Whether you’re renovating your home or redesigning your office, I’m here to guide you through the process.": "Дизайн интерьера - это не только создание визуально привлекательных пространств; это также улучшение качества жизни. Хорошо спроектированная среда может повысить продуктивность, улучшить настроение и создать ощущение благополучия. Независимо от того, ремонтируете ли вы свой дом или переделываете офис, я здесь, чтобы помочь вам в этом процессе.",
    "Get in Touch": "Связаться",
    "Have a question about interior design? Looking to start your own project? Contact me today to schedule a consultation. Let’s work together to turn your vision into reality!": "Есть вопросы по дизайну интерьера? Хотите начать собственный проект? Свяжитесь со мной сегодня, чтобы назначить консультацию. Давайте вместе превратим вашу мечту в реальность!",
    "Connect with Me Follow me on [social media handles] for daily inspiration, behind-the-scenes looks at projects, and more tips on interior design.": "Свяжитесь со мной Следите за мной в [социальные сети] для ежедневного вдохновения, закулисных взглядов на проекты и дополнительных советов по дизайну интерьера.",
    "Thank you for visiting my blog! I look forward to sharing my passion for interior design with you.": "Спасибо за посещение моего блога! Я с нетерпением жду возможности поделиться с вами своей страстью к дизайну интерьера.",
    "Contact Us": "Свяжитесь с нами",
    "We'd love to hear from you! Whether you have questions about our services, want to discuss your project, or just want to say hello, feel free to reach out to us.": "Мы будем рады услышать вас! Если у вас есть вопросы о наших услугах, вы хотите обсудить свой проект или просто сказать привет, не стесняйтесь обращаться к нам.",
    "Phone : +994 (55) 501 18 90": "Телефон: +994 (55) 501 18 90",
    "Email : kabira.shahverdiyeva.94@mai.ru": "Эл. почта: kabira.shahverdiyeva.94@mai.ru",
    "Follow Us:": "Следите за нами:",
    "Consultation Request": "Запрос на консультацию",
    "Name:": "Имя:",
    "Phone:": "Телефон:",
    "Email:": "Эл. почта:",
    "Message:": "Сообщение:",
    "Submit": "Отправить",
    "*Please provide your details above, and I will get back to you as soon as possible to discuss your project.": "*Пожалуйста, укажите свои данные ниже, и я свяжусь с вами как можно скорее, чтобы обсудить ваш проект."
}